function getCoursesData() {
    return {
         "星期一": {
             "上午": ["少先队活动", "数学", "音乐", "道法"],
             "下午": ["语文", "体育"]
         },
         "星期二": {
             "上午": ["数学", "语文", "语文"],
             "下午": ["体育与健康", "劳动"]
         },
         "星期三": {
             "上午": ["语文", "数学", "美术"],
             "下午": ["道法", "体育"]
         },
         "星期四": {
             "上午": ["语文", "科学", "语文"],
             "下午": ["语文", "音乐"]
         },
         "星期五": {
             "上午": ["数学", "语文", "语文"],
             "下午": ["阅读", "美术"]
         }
     };
}

module.exports = getCoursesData;